Repository: DebVortex/ariane_core
Catalog: ariane/locale/*/LC_MESSAGES/ariane.po
Languages: de_de

source: ================ Finished Training ================
de_de: =============== Training abgeschlossen ===============

source: ================== Processing {lang} ==================
de_de: =============== {lang} wird bearbeitet ================

source: Collecting training data for {app}
de_de: Sammeln von Trainingsdaten für {app}

source: Deleting {model_path}.
de_de: Löschen von {model_path}.

source: For what Place do you want to know the weather?
de_de: Für welchen Ort möchten Sie das Wetter wissen?

source: In {location} it is {condition} with {temperature} °C.
de_de: In {location} ist es gerade {condition} bei {temperature} °C.

source: Language {lang} not supported. Supported are {supported_languages}
de_de: Sprache {lang} nicht unterstützt. Unterstützte Sprachen sind {supported_languages}

source: No OpenWeatherMap ApiKey provided. Please add OPEN_WEATHER_MAP_KEY environment variable
de_de: Es wurde kein OpenWeatherMap ApiKey zur Verfügung gestellt. Bitte füge eine OPEN_WEATHER_MAP_KEY Umgebungsvariable hinzu.

source: Persisting trained data for {lang}.
de_de: Sichere Trainingsdaten für {lang}.

source: Processing {lang}.
de_de: Bearbeite {lang}.

source: Stored data for {lang} in {path}.
de_de: Daten für {lang} in {path} gespeichert.

source: Training data for language {lang}.
de_de: Trainiere Daten für Sprache {lang}.

source: broken clouds
de_de: aufgelockert bewölkt

source: calm
de_de: ruhig

source: clear sky
de_de: klarer Himmel

source: cold
de_de: kalt

source: drizzle
de_de: nieselig

source: drizzle rain
de_de: nieselig

source: dust
de_de: staubig

source: extreme rain
de_de: extremer Regen

source: few clouds
de_de: leicht bewölkt

source: fog
de_de: nebelig

source: freezing rain
de_de: gefrierender Regen

source: fresh breeze
de_de: frische Briese

source: gale
de_de: stürmig

source: gentle breeze
de_de: leichte Briese

source: hail
de_de: hagel

source: haze
de_de: dünstig

source: heavy intensity drizzle
de_de: Nieselregen mit starker Intensität

source: heavy intensity drizzle rain
de_de: Nieselregen mit starker Intensität

source: heavy intensity rain
de_de: Regen mit starker Intensität

source: heavy intensity shower rain
de_de: Schauer mit starker Intensität

source: heavy shower rain and drizzle
de_de: Regen und Nieselregen mit starker Intensität

source: heavy shower snow
de_de: schwerer Schneeregen

source: heavy snow
de_de: schwerer Schnee

source: heavy thunderstorm
de_de: schweres Gewitter

source: high wind, near gale
de_de: fast stürmischer Wind

source: hot
de_de: hitze

source: hurricane
de_de: Hurrikan

source: light breeze
de_de: leichte Briese

source: light intensity drizzle
de_de: Nieselregen mit leichter Intensität

source: light intensity drizzle rain
de_de: Nieselregen mit leichter Intensität

source: light intensity shower rain
de_de: Schneeregen mit leichter Intensität

source: light rain
de_de: leichter Regen

source: light rain and snow
de_de: leichter Regen und Schnee

source: light shower snow
de_de: leichter Schneeschauer

source: light snow
de_de: leichter Schnee

source: light thunderstorm
de_de: leichtes Gewitter

source: mist
de_de: Nebel

source: moderate breeze
de_de: mäßige Briese

source: moderate rain
de_de: mäßiger Regen

source: overcast clouds
de_de: leicht bewölkt

source: ragged shower rain
de_de: stellenweise Schauer

source: ragged thunderstorm
de_de: stellenweise Gewitter

source: rain and snow
de_de: Regen und Schnee

source: sand
de_de: sandig

source: sand, dust whirls
de_de: sandig mit Staubverwirbelungen

source: scattered clouds
de_de: aufgelockert bewölkt

source: severe gale
de_de: schwerer Sturm

source: shower drizzle
de_de: schwerer Schauer

source: shower rain
de_de: schwerer Regen

source: shower rain and drizzle
de_de: schwerer Regen

source: shower sleet
de_de: schauernder Schneeregen

source: shower snow
de_de: Schneeschauer

source: sleet
de_de: Schneeregen

source: smoke
de_de: Rauch

source: snow
de_de: Schnee

source: squalls
de_de: böig

source: storm
de_de: sturmig

source: strong breeze
de_de: starke Briese

source: thunderstorm
de_de: Gewitter

source: thunderstorm with drizzle
de_de: Gewitter mit Schauern

source: thunderstorm with heavy drizzle
de_de: Gewitter mit heftigen Schauern

source: thunderstorm with heavy rain
de_de: Gewitter mit heftigem Regen

source: thunderstorm with light drizzle
de_de: Gewitter mit leichten Schauern

source: thunderstorm with light rain
de_de: Gewitter mit leichtem Regen

source: thunderstorm with rain
de_de: Gewitter mit Regen

source: tropical storm
de_de: tropischer Sturm

source: very heavy rain
de_de: sehr schwerer Regen

source: violent storm
de_de: heftiger Sturm

source: volcanic ash
de_de: Vulkanasche

source: windy
de_de: windig
